Repository: khunlinnaing/testing-project-for-buy-product
Catalog: locale/*/LC_MESSAGES/django.po
Languages: my

source: Name
my: နာမည်

source: Amount
my: ပမာဏ

source: Price
my: စျေးနှုန်း

source: Total Price
my: စုစုပေါင်းစျေးနှုန်း

source: Type
my: အမျိုးအစား

source: Vendor/Supplier Name
my: ရောင်းချသူ/၀ယ်ယူသူအမည်

source: Paid
my: ပေးချေပြီးပါပြီ

source: Unpaid
my: မပေးချေရသေးပါ

source: Amount must be at least 1.
my: ပမာဏသည် အနည်းဆုံး 1 ဖြစ်ရပါမည်။

source: Price must be at least 1.
my: စျေးနှုန်းသည် အနည်းဆုံး 1 ဖြစ်ရပါမည်။

source: Total price must be at least 1.
my: စုစုပေါင်းစျေးနှုန်းသည် အနည်းဆုံး 1 ဖြစ်ရပါမည်။

source: Company Name
my: ကုမ္ပဏီအမည်

source: Phone
my: ဖုန်း

source: Enter Phone number
my: ဖုန်းနံပါတ်ထည့်ပါ။

source: Profile
my: ပရိုဖိုင်လ်

source: Password
my: စကားဝှက်

source: Enter password
my: စကားဝှက်ထည့်ပါ။

source: Confirm Password
my: စကားဝှက်အတည်ပြုခြင်း

source: Enter Confirm password
my: အတည်ပြု စကားဝှက်ကိုရိုက်ထည့်ပါ။

source: Username
my: အကောင့်အမည်

source: First name
my: နာမည်

source: Last name
my: မျိုးနွယ်အမည်

source: Staff
my: ဝန်ထမ်း

source: Superuser
my: အဆင့်မြင့်အသုံးပြုသူ

source: This field is required.
my: ဤကွက်ကို ဖြည့်ရမည်။

source: Invalid value.
my: တန်ဖိုးမမှန်ကန်ပါ။

source: Select a valid choice. That choice is not one of the available choices.
my: ရွေးချယ်မှုမမှန်ပါ။

source: This value already exists.
my: ဤတန်ဖိုးကို အသုံးပြုပြီးသားဖြစ်သည်။

source: This email is already registered!
my: ဤအီးမေးလ်မှာမှတ်ပုံတင်နှင့်ပြီးသားဖြစ်သည်!

source: Phone number must contain digits only.
my: ဖုန်းနံပါတ်တွင် ဂဏန်းများသာ ပါဝင်ရပါမည်။

source: Passwords do not match!
my: စကားဝှက်များ မတိုက်ဆိုင်ပါ။

source: Tea Wet
my: လက်ဖက် အစို

source: Tea Dry
my: လက်ဖက်ခြောက်

source: Tea Leaves
my: လက်ဖက်ညွှန့်

source: Fixed Daily Worker
my: ပုံသေနေ့စဉ်အလုပ်သမား

source: Casual Worker
my: ကျပန်းအလုပ်သမား

source: Analysis Management
my: ခွဲခြမ်းစိတ်ဖြာခြင်း စီမံခန့်ခွဲမှု

source: Filter
my: ဇကာစစ်ချမည်။

source: Purchase Analaysis
my: ဝယ်ယူမှု ခွဲခြမ်းစိတ်ဖြာခြင်း။

source: Sale Analysis
my: ရောင်းချခြင်း စိစစ်ခြင်း။

source: Daily Sale
my: နေ့စဉ်ရောင်း

source: Daily Purchase
my: နေ့စဉ်ဝယ်ယူမှု

source: Welcome Back
my: ကြိုဆိုပါတယ်

source: Sign in to your account
my: သင့်အကောင့်သို့ ဝင်ရောက်ပါ။

source: Log In
my: လော့ဂ်အင်

source: Dashboard
my: ဒိုင်ခွက်

source: Users
my: အသုံးပြုသုံးဦးရေ

source: Sales
my: အရောင်း

source: Purchases
my: ဝယ်ယူမှုများ

source: Report
my: အစီရင်ခံစာ

source: Daily Report
my: နေ့စဉ်အစီရင်ခံစာ

source: Monthly Report
my: လစဉ်အစီရင်ခံစာ

source: Alanysis
my: ခွဲခြမ်းစိတ်ဖြာခြင်း။

source: Logout
my: ထွက်ပါ။

source: Admin Panel
my: စီမံခန့်ခွဲရေးအဖွဲ့

source: Settings
my: ဆက်တင်များ

source: Dashboard Overview
my: ဒက်ရှ်ဘုတ် ခြုံငုံသုံးသပ်ချက်

source: Total Purchase
my: စုစုပေါင်းဝယ်ယူမှု

source: MMK
my: ကျပ်

source: UnPaid
my: မပေးချေရသေးပါ

source: Total Sales
my: စုစုပေါင်း၀ယ်အား

source: Purchases Management
my: ဝယ်ယူမှုစီမံခန့်ခွဲမှု

source: Add New Purchase
my: ဝယ်ယူမှုအသစ်ထည့်ပါ။

source: Recent Purchase Orders
my: လတ်တလော ဝယ်ယူမှု အမှာစာများ

source: Purchase NO
my: ဝယ်ယူမှုအမှတ်

source: Date
my: ရက်စွဲ

source: Status
my: အခြေအနေ

source: Actions
my: လုပ်ဆောင်ချက်များ

source: Completed
my: ပြီးသွားပြီ

source: Pending
my: ဆိုင်းငံ့ထားသည်။

source: Edit
my: တည်းဖြတ်ပါ။

source: Delete
my: ဖျက်ပါ။

source: Back
my: နောက်သို့ပြန်သွားမည်

source: Save Purchase
my: ဝယ်ယူမှုကို သိမ်းဆည်းပါ။

source: Daily Report Management
my: နေ့စဉ်အစီရင်ခံစာစီမံခန့်ခွဲမှု

source: Download Excel
my: Excel ကိုဒေါင်းလုဒ်လုပ်ပါ။

source: Sale NO
my: ရောင်းရန် နံပါတ်

source: No data
my: ဒေတာမရှိပါ။

source: Monthly Report Management
my: လစဉ်အစီရင်ခံစာစီမံခန့်ခွဲမှု

source: Month
my: လ

source: Year
my: နှစ်

source: Sale Management
my: အရောင်းစီမံခန့်ခွဲမှု

source: Add New Sale
my: ရောင်းရန်အသစ်ထည့်ပါ။

source: Recent Sale Orders
my: မကြာသေးမီက အရောင်းအမှာစာများ

source: Save Sale
my: အ၀ယ် သိမ်းဆည်းပါ။

source: User Salary Dashboard
my: အသုံးပြုသူလစာဒိုင်ခွက်

source: Total Salary
my: စုစုပေါင်းလစာ

source: Leave
my: ခွင့်

source: Salary
my: လစာ

source: Pay state
my: ငွေပေးချေမှုအခြေအနေ

source: Attented
my: တက်ရောက်သည်

source: Payment
my: ငွေပေးချေမှု

source: No work logs yet.
my: အလုပ်မှတ်တမ်းမရသေးပါ။

source: User Management
my: အသုံးပြုသူစီမံခန့်ခွဲမှု

source: Search purchases by vendor or ID...
my: ရောင်းချသူ သို့မဟုတ် ID ဖြင့် ဝယ်ယူမှုများကို ရှာဖွေပါ...

source: Add New User
my: အသုံးပြုသူအသစ်ထည့်ပါ။

source: Active Users List
my: လက်ရှိအသုံးပြုသူများစာရင်း

source: No
my: အမှတ်စဥ်

source: Account Name
my: အကောင့်အမည်

source: Email
my: အီးမေးလ်

source: Role
my: အခန်းကဏ္ဍ

source: Admin
my: အက်မင်

source: Worker
my: အလုပ်သမား

source: Active
my: အသက်ဝင်သည်။

source: Inactive
my: မလှုပ်မရှား

source: Save
my: သိမ်းဆည်းပါ။

source: Add Work Log
my: အလုပ်မှတ်တမ်းထည့်ပါ။

source: Update user information
my: အသုံးပြုသူအချက်အလက်ကို ပြန်ပြီးပြင်ဆင်ပါမည်။

source: Add New Purchase Record
my: ဝယ်ယူမှုမှတ်တမ်းအသစ်ကို ထည့်ပါ။

source: Update Purchase Record
my: ဝယ်ယူမှုမှတ်တမ်းကို ပြင်ဆင်ပါမည်။

source: Add New Sale Record
my: အရောင်းမှတ်တမ်းအသစ်ထည့်ပါ။

source: Update Sale Record
my: အရောင်းမှတ်တမ်းကို ပြင်ဆင်ပါမည်။
